[
    {
      "image": "https://img1.wsimg.com/isteam/ip/fede63ad-1e58-4f64-9dfc-1618f05f64c1/Gunmeet_Singh_Banga_People_Advisory_Services_E.png/:/cr=t:0%25,l:0%25,w:100%25,h:100%25/rs=w:600,h:600,cg=true",
      "name": "Gunmeet Singh Banga",
      "caption": "My experience of working with Sunil (Come To Be Coaching) has been nothing short of extraordinary. His professional and personalized approach to coaching has greatly augmented my growth and development. His ability to engage fully in every conversation has enabled me to realize my true potential. I would highly recommend CTB if you're ready for a powerful mindset shift, aiming to become a more empowered individual and an effective coach."
    },
    {
      "image": "https://img1.wsimg.com/isteam/ip/fede63ad-1e58-4f64-9dfc-1618f05f64c1/Grishma_Patel_Professional_Coach.png/:/cr=t:0%25,l:0%25,w:100%25,h:100%25/rs=w:600,h:600,cg=true",
      "name": "Grishma Patel",
      "caption": "My level 2 'Masterful Coach' training for PCC with ComeToBe has enhanced my skills and created a lasting impact on me as an individual. The program is very well crafted focusing on various tools, techniques, & competencies that assist in transitioning from ACC to PCC level. Experienced coaches & facilitators like Sunil & Prasad complimented each others styles covering a wide spectrum of learning styles making the entire process intriguing and fun."
    },
    {
      "image": "https://img1.wsimg.com/isteam/ip/fede63ad-1e58-4f64-9dfc-1618f05f64c1/s-venkatakrishnan-head-hr-gbs-private-limited.png/:/cr=t:5.36%25,l:5.36%25,w:89.29%25,h:89.29%25/rs=w:600,h:600,cg=true,m",
      "name": "S. Venkatakrishnan",
      "caption": "Working with Sunil was a pleasure, and I have immensely benefited from his professional and highly personalised approach to coaching. He brings tremendous value to coaching with his focus and being present in every conversation and enable clients to realise their potential. Sunil facilitates clients that the desired impact has been achieved, as measured through observable shifts in behaviours and mindsets."
    }
  ]
  